import MainPageTemplate from ".";

export default {
	title: "Templates/Main Page Template",
	component: [MainPageTemplate],
};

export const Default = () => (
	<MainPageTemplate
		hero={
			<div>
				Hero
				<div>
					싹이 인간은 많이 보이는 옷을 인생의 쓸쓸하랴? 같이, 피부가 아니더면,
					때까지 곧 있는가? 광야에서 속에 시들어 그것을 있으랴? 무한한 그와 있는
					피가 물방아 일월과 행복스럽고 같이, 보내는 것이다. 공자는 설산에서
					내는 그들은 피가 듣는다. 영원히 무엇을 피에 약동하다. 못할 인생에 싸인
					끓는다. 피가 어디 영락과 봄바람이다. 설레는 새가 되려니와, 무엇을
					우리의 끓는다. 위하여 것이 예가 그리하였는가? 장식하는 예수는 오직
					과실이 이는 보이는 것이다.
				</div>
			</div>
		}
		challangeGrid={
			<div>
				challange Grid
				<div>
					싹이 인간은 많이 보이는 옷을 인생의 쓸쓸하랴? 같이, 피부가 아니더면,
					때까지 곧 있는가? 광야에서 속에 시들어 그것을 있으랴? 무한한 그와 있는
					피가 물방아 일월과 행복스럽고 같이, 보내는 것이다. 공자는 설산에서
					내는 그들은 피가 듣는다. 영원히 무엇을 피에 약동하다. 못할 인생에 싸인
					끓는다. 피가 어디 영락과 봄바람이다. 설레는 새가 되려니와, 무엇을
					우리의 끓는다. 위하여 것이 예가 그리하였는가? 장식하는 예수는 오직
					과실이 이는 보이는 것이다.
				</div>
			</div>
		}
		epilogueGrid={
			<div>
				epilogue Grid
				<div>
					싹이 인간은 많이 보이는 옷을 인생의 쓸쓸하랴? 같이, 피부가 아니더면,
					때까지 곧 있는가? 광야에서 속에 시들어 그것을 있으랴? 무한한 그와 있는
					피가 물방아 일월과 행복스럽고 같이, 보내는 것이다. 공자는 설산에서
					내는 그들은 피가 듣는다. 영원히 무엇을 피에 약동하다. 못할 인생에 싸인
					끓는다. 피가 어디 영락과 봄바람이다. 설레는 새가 되려니와, 무엇을
					우리의 끓는다. 위하여 것이 예가 그리하였는가? 장식하는 예수는 오직
					과실이 이는 보이는 것이다.
				</div>
			</div>
		}
		faqGrid={
			<div>
				faq Grid
				<div>
					싹이 인간은 많이 보이는 옷을 인생의 쓸쓸하랴? 같이, 피부가 아니더면,
					때까지 곧 있는가? 광야에서 속에 시들어 그것을 있으랴? 무한한 그와 있는
					피가 물방아 일월과 행복스럽고 같이, 보내는 것이다. 공자는 설산에서
					내는 그들은 피가 듣는다. 영원히 무엇을 피에 약동하다. 못할 인생에 싸인
					끓는다. 피가 어디 영락과 봄바람이다. 설레는 새가 되려니와, 무엇을
					우리의 끓는다. 위하여 것이 예가 그리하였는가? 장식하는 예수는 오직
					과실이 이는 보이는 것이다.
				</div>
			</div>
		}
	></MainPageTemplate>
);
