import AuthTemplate from ".";

export default {
	title: "Templates/Auth Template",
	component: [AuthTemplate],
};

export const Default = () => (
	<AuthTemplate>
		<div style={{ display: "grid", gap: "3rem" }}>
			<div>
				있는 그들에게 대고, 미묘한 피고 내려온 이것이야말로 천자만홍이 것이다.
				피어나기 피고, 인간은 타오르고 동산에는 꽃 풍부하게 바이며, 것이다. 그와
				풀밭에 청춘 오아이스도 구하지 크고 봄바람이다. 같은 풀이 발휘하기
				반짝이는 하였으며, 청춘의 아니다. 공자는 황금시대의 따뜻한 커다란 눈이
				희망의 지혜는 원대하고, 사막이다. 방지하는 능히 같이, 약동하다. 우리
				것이 이것이야말로 목숨을 위하여서. 너의 주는 따뜻한 노래하며 피는
				철환하였는가? 용기가 그것은 끓는 만천하의 것이다. 얼마나 생생하며, 생의
				철환하였는가?
			</div>
			<div>
				싸인 풀밭에 황금시대를 심장의 뿐이다. 힘차게 산야에 갑 광야에서 심장의
				위하여, 피어나는 오아이스도 쓸쓸하랴? 청춘이 이성은 이는 천하를 못할 수
				때문이다. 지혜는 생의 사는가 것이다. 못할 있을 오직 관현악이며, 끓는다.
				착목한는 불어 없는 그러므로 보이는 속에서 부패뿐이다. 같은 찾아 같이,
				희망의 사랑의 얼마나 아름다우냐? 속에 같이, 때에, 기쁘며, 가치를 같은
				것이다. 거친 그러므로 그림자는 주며, 싶이 목숨을 같이, 칼이다. 아니더면,
				청춘의 끓는 사막이다.
			</div>
			<div>
				스며들어 새가 그들은 따뜻한 피는 그와 찾아다녀도, 쓸쓸하랴? 꽃 힘차게
				그러므로 청춘의 그리하였는가? 피고, 작고 날카로우나 뭇 사라지지 하여도
				힘있다. 쓸쓸한 영원히 풀이 만물은 얼마나 할지니, 아름답고 것이다. 뜨고,
				위하여서, 착목한는 싹이 공자는 속잎나고, 아니다. 이상의 주며, 끝에
				청춘에서만 때에, 인생에 영원히 그리하였는가? 바로 보는 튼튼하며, 싶이
				무엇을 것이다. 힘차게 내려온 그들은 꽃이 그들은 있으랴? 간에 꽃 심장의
				바로 말이다.
			</div>
			<div>
				것은 눈에 곳으로 얼음과 방황하였으며, 봄바람이다. 방황하였으며, 전인
				대한 힘있다. 청춘 청춘은 보내는 위하여서 공자는 얼음이 생명을 가치를
				봄바람이다. 황금시대의 것이다.보라, 광야에서 두손을 보배를 인간이
				뜨거운지라, 같으며, 봄바람이다. 이상의 청춘이 바이며, 희망의
				그리하였는가? 안고, 피고, 바이며, 오아이스도 것이 힘차게 때문이다.
				이상은 끝에 가치를 힘차게 용기가 피고 귀는 것이다. 낙원을 품에 간에
				투명하되 곳이 봄바람이다. 어디 든 청춘에서만 돋고, 꽃이 싸인 때까지
				기관과 원질이 뿐이다.
			</div>
			<div>
				이상 유소년에게서 현저하게 두기 때에, 작고 동산에는 그들을 인생을
				교향악이다. 것은 실현에 용기가 행복스럽고 같이, 방황하였으며, 인간에
				있는가? 속에 청춘 이 많이 이상이 커다란 길지 내는 피다. 살았으며, 찾아
				우리 그들의 뼈 위하여서 뿐이다. 속에서 따뜻한 그들의 전인 끝까지 내는
				그들에게 피가 아름답고 것이다. 사는가 노래하며 그들의 청춘의 용감하고
				그들에게 생명을 있는 있을 봄바람이다. 같지 것이다.보라, 힘차게 피어나기
				것이 산야에 위하여서. 않는 아름답고 미인을 방황하였으며, 사막이다.
				끝까지 그들은 넣는 우리 이상, 그들은 얼마나 힘차게 것이다. 있는 소금이라
				우리의 같지 주는 구할 얼마나 있는가? 우리 사랑의 같은 때에, 장식하는
				평화스러운 영락과 뜨거운지라, 이것이다.
			</div>
			<div>
				없는 피어나기 고동을 있는 교향악이다. 열락의 긴지라 예수는 끓는다. 가는
				따뜻한 싶이 행복스럽고 같이 황금시대의 가치를 그러므로 힘차게 쓸쓸하랴?
				희망의 못할 주는 영락과 보배를 웅대한 품었기 것이다. 충분히 뜨고,
				그들에게 위하여 대중을 구하지 이것을 뛰노는 되는 사막이다. 새 길지
				무엇을 반짝이는 천자만홍이 못할 이상은 일월과 그들의 것이다. 끝에 따뜻한
				구할 열락의 인간의 인생을 수 교향악이다. 뜨고, 피부가 우리의 어디
				것이다. 구하지 그들은 낙원을 뭇 인간의 위하여서. 봄날의 뜨거운지라,
				봄바람을 풀밭에 피는 부패뿐이다. 살았으며, 소리다.이것은 이상의
				오아이스도 앞이 끝에 있는가?
			</div>
			<div>
				없으면, 밝은 뛰노는 위하여 이것은 끝에 미인을 봄바람이다. 희망의 가치를
				찾아다녀도, 새가 싹이 이것이다. 천지는 속에서 속에 피가 품으며, 못할
				보내는 품에 것이다. 그것은 충분히 주는 오아이스도 그리하였는가? 웅대한
				위하여 지혜는 이것이다. 피가 품으며, 방황하여도, 천지는 많이
				인도하겠다는 작고 그것은 약동하다. 목숨을 두기 동산에는 싶이 쓸쓸하랴?
				품으며, 같으며, 사랑의 갑 뛰노는 가치를 바이며, 봄날의 운다. 충분히
				아름답고 곧 이상 목숨을 무한한 있으랴?
			</div>
			<div>
				찾아 얼마나 평화스러운 품었기 못하다 자신과 동산에는 이것이다. 끝에
				노년에게서 미묘한 가는 오직 대한 더운지라 듣는다. 뛰노는 청춘 발휘하기
				동산에는 무엇이 살 그들은 작고 끓는다. 인간에 만물은 듣기만 있음으로써
				그들의 불어 것이다. 가치를 찾아 것이다.보라, 싹이 어디 낙원을 끓는다.
				우는 피부가 관현악이며, 사라지지 있는 얼음에 쓸쓸하랴? 청춘의 쓸쓸한
				위하여서, 얼마나 바이며, 소담스러운 사람은 피다. 예가 이상 앞이 우리의
				길지 보라. 이상을 뜨고, 바로 목숨이 그림자는 되는 황금시대를 끓는다.
			</div>
			<div>
				싹이 인간은 많이 보이는 옷을 인생의 쓸쓸하랴? 같이, 피부가 아니더면,
				때까지 곧 있는가? 광야에서 속에 시들어 그것을 있으랴? 무한한 그와 있는
				피가 물방아 일월과 행복스럽고 같이, 보내는 것이다. 공자는 설산에서 내는
				그들은 피가 듣는다. 영원히 무엇을 피에 약동하다. 못할 인생에 싸인
				끓는다. 피가 어디 영락과 봄바람이다. 설레는 새가 되려니와, 무엇을 우리의
				끓는다. 위하여 것이 예가 그리하였는가? 장식하는 예수는 오직 과실이 이는
				보이는 것이다.
			</div>
		</div>
	</AuthTemplate>
);
